## 1.2: Сумма двух чисел
**Постановка задачи**:
Написать программу, которая вводит два числа с клавиатуры, вычисляет их сумму и выводит результат. Использовать printf для приглашения ввода и вывода результата, scanf для ввода. Подключить заголовочный файл stdio.h.

**Математическая модель** :sum=a+b

**Список идентификаторов**:
| Имя переменной |Тип данных | Описание     |
| -------------- | --------- | ------------ |
| a              | float     | Первое число |
| b              | float     | Второе число |
| sum            | float     | Сумма чисел  |

**Код программы**:
#include <stdio.h>

int main() 
{
    float a, b, sum;
    printf("a:1.2");
    scanf("%f", &a);
    printf("b:3.4");
    scanf("%f", &b);
    sum = a + b;
    printf("Sum: %.2f\n", sum);
    return 0;
}
###
